/**
 * Created by smc on 2016/8/3.
 */
var streetData={
    "s_110105":[
        {"value": "2799", "text": "三环以内"},
        { "value": "2819", "text": "三环到四环之间"},
        { "value": "2839", "text": "四环到五环之间"},
        { "value": "2840", "text": "五环到六环之间"},
        { "value": "4137", "text": "管庄"},
        { "value": "4139", "text": "北苑"},
        { "value": "4211", "text": "定福庄"}
    ],
    "s_110108":[
        {"value": "2848", "text": "三环以内"},
        {"value": "2849", "text": "三环到四环之间"},
        {"value": "2850", "text": "四环到五环之间"},
        {"value": "2851", "text": "五环到六环之间"},
        {"value": "2852", "text": "六环以外"},
        {"value": "4134", "text": "西三旗"},
        {"value": "4209", "text": "西二旗"}
    ],
    "s_110102":[
        {"value": "2827", "text": "内环到二环里"},
        {"value": "2853", "text": "二环到三环"}
    ],
    "s_110101":[
        {"value": "2821", "text": "内环到三环里"}
    ],
    "s_110103":[ {"value": "2829", "text": "一环到二环"},
        {"value": "2842", "text": "二环到三环"}
    ],
    "s_110104":[
        {"value": "2828", "text": "内环到三环里"}
    ],
    "s_110106":[
        {"value": "2832", "text": "四环到五环之间"},
        {"value": "2854", "text": "二环到三环"},
        {"value": "2855", "text": "三环到四环之间"},
        {"value": "34544", "text": "五环到六环之间"},
        {"value": "34545", "text": "六环之外"}
    ],
    "s_110107":[
        {"value": "2831", "text": "四环到五环内"},
        {"value": "4187", "text": "石景山城区"},
        {"value": "4188", "text": "八大处科技园区"}
    ],
    "s_110109":[
        {"value": "6491", "text": "城区以内"},
        {"value": "2843", "text": "郊区"}
    ],
    "s_110111":[
        {"value": "6492", "text": "城区以内"},
        {"value": "2844", "text": "郊区"}
    ],
    "s_110112":[
        {"value": "4175", "text": "五环到六环之间"},
        {"value": "37643", "text": "六环以外（于家务乡）"},
        {"value": "51150", "text": "六环以外（张家湾镇、台湖镇、漷县镇）"},
        {"value": "51151", "text": "六环以外（宋庄镇）"},
        {"value": "35698", "text": "六环以外（其他地区）"}
    ],
    "s_110115":[
        {"value": "4194", "text": "四环至五环之间"},
        {"value": "6501", "text": "五环至六环之间"},
        {"value": "4205", "text": "六环以外"},
        {"value": "51081", "text": "亦庄经济开发区"}
    ],
    "s_110113":[
        {"value": "51125", "text": "北石槽镇"},
        {"value": "51126", "text": "北务镇"},
        {"value": "51127", "text": "北小营镇"},
        {"value": "51128", "text": "大孙各庄镇"},
        {"value": "51129", "text": "高丽营镇"},
        {"value": "51130", "text": "光明街道"},
        {"value": "51131", "text": "后沙峪地区"},
        {"value": "51132", "text": "空港街道"},
        {"value": "51133", "text": "李桥镇"},
        {"value": "51134", "text": "李遂镇"},
        {"value": "51135", "text": "龙湾屯镇"},
        {"value": "51136", "text": "马坡地区"},
        {"value": "51137", "text": "木林镇"},
        {"value": "51138", "text": "南彩镇"},
        {"value": "51139", "text": "南法信地区"},
        {"value": "51140", "text": "牛栏山地区"},
        {"value": "51141", "text": "仁和地区"},
        {"value": "51142", "text": "胜利街道"},
        {"value": "51143", "text": "石园街道"},
        {"value": "51144", "text": "双丰街道"},
        {"value": "51145", "text": "天竺地区"},
        {"value": "51146", "text": "旺泉街道"},
        {"value": "51147", "text": "杨镇地区"},
        {"value": "51148", "text": "张镇"},
        {"value": "51149", "text": "赵全营镇"}
    ],
    "s_110116":[
        {"value": "6115", "text": "城区以内"},
        {"value": "2847", "text": "郊区"}
    ],
    "s_110114":[
        {"value": "4135", "text": "六环以内"},
        {"value": "4136", "text": "城区"},
        {"value": "2906", "text": "城区以外"}
    ],
    "s_110117":[
        {"value": "6666", "text": "城区"},
        {"value": "2954", "text": "城区以外"}
    ],
    "s_110229":[
        {"value": "6009", "text": "百泉路北,京新高速南,康张路东,京银路西"},
        {"value": "3066", "text": "百泉路南,京新高速北,康张路西,京银路东"}
    ],
    "s_310101":[
        {"value": "79", "text": "内环以内"},
        {"value": "80", "text": "内环中环之间"},
        {"value": "81", "text": "中环外环之间"}
    ],
    "s_310103":[
        {"value": "2857", "text": "内环中环之间"},
        {"value": "2860", "text": "内环以内"},
        {"value": "2861", "text": "中环外环之间"}
    ],
    "s_310104":[
        {"value": "2863", "text": "内环以内"},
        {"value": "2865", "text": "内环中环之间"}
    ],
    "s_310105":[
        {"value": "2870", "text": "内环以内"},
        {"value": "2871", "text": "内环中环之间"},
        {"value": "2872", "text": "中环外环之间"}
    ],
    "s_310106":[
        {"value": "2873", "text": "内环以内"},
        {"value": "2874", "text": "内环中环之间"},
        {"value": "2875", "text": "中环外环之间"}
    ],
    "s_310108":[
        {"value": "2879", "text": "内环以内"},
        {"value": "2880", "text": "中环外环之间"},
        {"value": "2881", "text": "内环中环之间"}
    ],
    "s_310109":[
        {"value": "2856", "text": "内环中环之间"},
        {"value": "2882", "text": "内环以内"},
        {"value": "2883", "text": "中环外环之间"}
    ],
    "s_310110":[
        {"value": "2884", "text": "内环以内"},
        {"value": "2885", "text": "内环中环之间"},
        {"value": "2886", "text": "中环外环之间"}
    ],
    "s_310113":[
        {"value": "2889", "text": "中环以内"},
        {"value": "2890", "text": "中环外环之间"},
        {"value": "2891", "text": "外环以外"}
    ],
    "s_310112":[
        {"value": "2892", "text": "中环以内"},
        {"value": "2893", "text": "外环以外"},
        {"value": "2896", "text": "中环外环之间"}
    ],
    "s_310114":[
        {"value": "2864", "text": "外环以外"}
    ],
    "s_310115":[
        {"value": "2894", "text": "中环以内"},
        {"value": "2895", "text": "外环以外"},
        {"value": "2897", "text": "中环外环之间"}
    ],
    "s_310118":[
        {"value": "2869", "text": "外环以外"}
    ],
    "s_310117":[
        {"value": "2866", "text": "外环以外"}
    ],
    "s_310116":[
        {"value": "2868", "text": "外环以外"}
    ],
    "s_310119":[
        {"value": "2903", "text": "祝桥镇"},
        {"value": "2904", "text": "新场镇"},
        {"value": "2935", "text": "惠南镇"},
        {"value": "2937", "text": "康桥镇"},
        {"value": "2938", "text": "宣桥镇"},
        {"value": "2939", "text": "书院镇"},
        {"value": "2940", "text": "大团镇"},
        {"value": "2941", "text": "周浦镇"},
        {"value": "2942", "text": "芦潮港镇"},
        {"value": "2943", "text": "泥城镇"},
        {"value": "2944", "text": "六灶镇"},
        {"value": "2945", "text": "航头镇"},
        {"value": "2946", "text": "万祥镇"},
        {"value": "2947", "text": "老港镇"},
        {"value": "4159", "text": "申港街道"},
        {"value": "4180", "text": "临港新城"}
    ],
    "s_310120":[
        {"value": "2888", "text": "外环以外"}
    ],
    "s_310107":[
        {"value": "2876", "text": "内环以内"},
        {"value": "2877", "text": "内环中环之间"},
        {"value": "2878", "text": "中环外环之间"},
        {"value": "3110", "text": "桃浦新村"}
    ],
    "s_310230":[
        {"value": "50779", "text": "堡镇"},
        {"value": "50780", "text": "庙镇"},
        {"value": "50781", "text": "陈家镇"},
        {"value": "50782", "text": "城桥镇"},
        {"value": "50783", "text": "东平镇"},
        {"value": "50784", "text": "港西镇"},
        {"value": "50785", "text": "港沿镇"},
        {"value": "50786", "text": "建设镇"},
        {"value": "50787", "text": "绿华镇"},
        {"value": "50788", "text": "三星镇"},
        {"value": "50789", "text": "竖新镇"},
        {"value": "50790", "text": "向化镇"},
        {"value": "50791", "text": "新海镇"},
        {"value": "50792", "text": "新河镇"},
        {"value": "50793", "text": "中兴镇"},
        {"value": "50794", "text": "长兴乡"},
        {"value": "50795", "text": "横沙乡"},
        {"value": "50796", "text": "新村乡"}
    ],
}